Repository: wind-flying-clouds/AudioMuse
Catalog: MuseAmp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ Tap to enter the transfer password and start importing songs from this device.
zh_hans: %@ 轻点后输入传输密码，并开始从这台设备导入歌曲。

source: %@ + %lld artists
zh_hans: %@ + %lld 位艺人

source: %@, %lld minutes
zh_hans: %@，%lld 分钟

source: %lld Songs
zh_hans: %lld 首歌曲

source: %lld already downloaded
zh_hans: 已下载 %lld 首

source: %lld duplicate(s) skipped.
zh_hans: 跳过 %lld 个重复项。

source: %lld file(s) failed.
zh_hans: %lld 个文件失败。

source: %lld file(s) had no metadata.
zh_hans: %lld 个文件无元数据。

source: %lld hr
zh_hans: %lld 小时

source: %lld hr %lld min
zh_hans: %lld 小时 %lld 分钟

source: %lld min
zh_hans: %lld 分钟

source: %lld minutes total
zh_hans: 共 %lld 分钟

source: %lld song(s) imported.
zh_hans: 已导入 %lld 首歌曲。

source: %lld songs
zh_hans: %lld 首歌曲

source: %lld songs, %lld minutes
zh_hans: %lld 首歌曲，%lld 分钟

source: %lld tracks queued
zh_hans: 已排队 %lld 首曲目

source: ... and %lld more
zh_hans: ……还有 %lld 项

source: 1 song
zh_hans: 1 首歌曲

source: 6-digit password
zh_hans: 6 位密码

source: A few extra details about what interrupted the transfer.
zh_hans: 这里会补充一点导致传输中断的细节。

source: A little more detail about why sharing was interrupted.
zh_hans: 这里会补充一点共享被中断的原因。

source: About
zh_hans: 关于

source: Actions
zh_hans: 操作

source: Add to Playlist
zh_hans: 添加到歌单

source: Add to Queue
zh_hans: 添加到队列

source: Added to play next
zh_hans: 将作为下一首播放

source: Added to queue
zh_hans: 已添加到队列

source: Album
zh_hans: 专辑

source: Album Name
zh_hans: 专辑名称

source: Album Names
zh_hans: 专辑名称

source: Albums
zh_hans: 专辑

source: Albums you save will appear here
zh_hans: 保存的专辑会显示在这里

source: All Categories
zh_hans: 所有类别

source: All Downloaded
zh_hans: 已全部下载

source: All Logs
zh_hans: 全部日志

source: All Song Names
zh_hans: 所有歌曲名称

source: All prepared tracks were served successfully to the receiving device.
zh_hans: 所有已准备的曲目已成功传输至接收设备。

source: All songs are already in your library.
zh_hans: 所有歌曲都已在你的资料库中。

source: All transferable audio files were served to Apple TV. It may still be importing them locally.
zh_hans: 所有可传输的音频文件已发送至 Apple TV。它可能仍在本地导入中。

source: Allow Cellular Download
zh_hans: 允许使用蜂窝网络下载

source: Allow camera access in Settings or choose an Apple TV from nearby discovery instead.
zh_hans: 请在设置中允许相机访问，或通过附近发现选择 Apple TV。

source: Allow camera access in Settings or use manual address entry instead.
zh_hans: 请在设置中允许相机访问，或改用手动输入地址。

source: Already Next
zh_hans: 已是下一首

source: Already Playing
zh_hans: 已在播放

source: Apple TV Connected
zh_hans: Apple TV 已连接

source: Apple TV Session
zh_hans: Apple TV 会话

source: Apple TV authenticated successfully and is about to request the playlist manifest.
zh_hans: Apple TV 验证成功，即将请求播放列表清单。

source: Apple TV cleaned part of the transferred playlist. Send it again from iPhone.
zh_hans: Apple TV 清除了部分已传输的播放列表。请从 iPhone 重新发送。

source: Apple TV is actively downloading the transferable tracks for this playlist.
zh_hans: Apple TV 正在下载此播放列表中可传输的曲目。

source: Apple TV is loading the playlist metadata and preparing to pull audio files.
zh_hans: Apple TV 正在加载播放列表元数据并准备拉取音频文件。

source: Apple TV will show this iPhone in its nearby sender list.
zh_hans: Apple TV 将在附近发送方列表中显示此 iPhone。

source: Are you sure you want to download now?
zh_hans: 要现在下载吗？

source: Artist Name
zh_hans: 艺人名称

source: Artist Names
zh_hans: 艺人名称

source: Artwork Repair Complete
zh_hans: 封面修复完成

source: Artwork Repair Failed
zh_hans: 封面修复失败

source: Asking the sender for the current transfer manifest and song metadata.
zh_hans: 正在向发送端请求当前传输清单和歌曲元数据。

source: Audio Output
zh_hans: 音频输出

source: Audio Route
zh_hans: 音频路由

source: Authentication failed. Please scan the QR code again.
zh_hans: 认证失败，请重新扫码。

source: Authorization
zh_hans: 授权

source: Auto-Convert Chinese Script
zh_hans: 自动转换中文简繁体

source: Automatically convert lyrics between Simplified and Traditional Chinese to match your system language.
zh_hans: 根据系统语言自动转换歌词的简繁体。

source: Camera Access Needed
zh_hans: 需要相机权限

source: Cancel
zh_hans: 取消

source: Cancel Download
zh_hans: 取消下载

source: Change Cover
zh_hans: 更改封面

source: Checking which songs you already have so duplicates can be skipped.
zh_hans: 正在检查你已拥有的歌曲，以便跳过重复项。

source: Choose Mode
zh_hans: 选择模式

source: Clean Song Titles
zh_hans: 精简歌曲名称

source: Clear
zh_hans: 清除

source: Clear Download List
zh_hans: 清空下载列表

source: Clear Failed
zh_hans: 清除失败

source: Clear Logs
zh_hans: 清除日志

source: Comparing library...
zh_hans: 正在比对资料库...

source: Complete
zh_hans: 完成

source: Concurrent Downloads
zh_hans: 同时下载数

source: Configuration Cleared
zh_hans: 配置已清除

source: Configured
zh_hans: 已配置

source: Connect
zh_hans: 连接

source: Connect to Apple TV
zh_hans: 连接到 Apple TV

source: Connecting
zh_hans: 正在连接

source: Connection Failed
zh_hans: 连接失败

source: Copy
zh_hans: 拷贝

source: Copy Album Name
zh_hans: 拷贝专辑名称

source: Copy All Song Names
zh_hans: 拷贝所有歌曲名称

source: Copy Artist Name
zh_hans: 拷贝艺人名称

source: Couldn't repair artwork for "%@". %@
zh_hans: 无法修复「%1$@」的封面。 %2$@

source: Cover
zh_hans: 封面

source: Critical
zh_hans: 严重

source: Current
zh_hans: 当前

source: Current Log
zh_hans: 当前日志

source: Current Lyric
zh_hans: 当前歌词

source: Current Song
zh_hans: 当前歌曲

source: Custom Playlist
zh_hans: 自定义歌单

source: Delete
zh_hans: 删除

source: Delete "%@" from your saved songs? This cannot be undone.
zh_hans: 要从已保存的歌曲中删除“%@”吗？此操作不可撤销。

source: Delete "%@"? This cannot be undone.
zh_hans: 要删除“%@”吗？此操作不可撤销。

source: Delete %lld selected playlists? This cannot be undone.
zh_hans: 要删除选取的 %lld 个歌单吗？此操作不可撤销。

source: Delete %lld songs? This cannot be undone.
zh_hans: 删除 %lld 首歌曲？此操作无法撤销。

source: Delete Album
zh_hans: 删除专辑

source: Delete Configuration
zh_hans: 删除配置

source: Delete Playlist
zh_hans: 删除歌单

source: Delete Playlists
zh_hans: 删除歌单

source: Delete Selected
zh_hans: 删除选取项

source: Delete Song
zh_hans: 删除歌曲

source: Delete Songs
zh_hans: 删除歌曲

source: Deselect All
zh_hans: 取消全选

source: Devices
zh_hans: 设备

source: Diagnostics
zh_hans: 诊断

source: Dolby Atmos
zh_hans: 杜比全景声

source: Done
zh_hans: 完成

source: Download
zh_hans: 下载

source: Download All
zh_hans: 全部下载

source: Download All Songs
zh_hans: 下载所有歌曲

source: Download Now (Use Cellular)
zh_hans: 立即下载（使用蜂窝网络）

source: Download all songs before playing this album.
zh_hans: 播放此专辑前先下载所有歌曲。

source: Download queue, progress, and local storage. Stored Locally: %@
zh_hans: 下载队列、进度和本地存储。 本地已存储：%@

source: Download this song before playing.
zh_hans: 播放前先下载此歌曲。

source: Downloaded songs out of the full transfer queue.
zh_hans: 已下载歌曲数，占整个传输队列的进度。

source: Downloading...
zh_hans: 正在下载...

source: Downloads
zh_hans: 下载

source: Downloads will appear here
zh_hans: 下载内容会显示在这里

source: Duplicate
zh_hans: 重复

source: Enter Address
zh_hans: 输入地址

source: Enter Password
zh_hans: 输入密码

source: Enter a name for your playlist.
zh_hans: 输入歌单名称。

source: Enter a new name for this playlist.
zh_hans: 输入新的歌单名称。

source: Enter an address in the form host:port.
zh_hans: 请输入 host:port 格式的地址。

source: Enter this temporary code on Apple TV after selecting this sender.
zh_hans: 选择此发送方后，在 Apple TV 上输入此临时代码。

source: Enter this temporary code on the receiving device to begin the transfer.
zh_hans: 在接收设备上输入这个临时密码即可开始传输。

source: Error
zh_hans: 错误

source: Export
zh_hans: 导出

source: Export Configuration
zh_hans: 导出配置

source: Export Failed
zh_hans: 导出失败

source: Export Lyrics
zh_hans: 导出歌词

source: Export Selected
zh_hans: 导出选取项

source: Export is not available because the local library services are not ready.
zh_hans: 由于本地资料库服务尚未就绪，导出功能暂不可用。

source: Extracting lyrics...
zh_hans: 正在提取歌词…

source: Failed
zh_hans: 失败

source: Failed to Reload Lyrics
zh_hans: 重新加载歌词失败

source: Favorite
zh_hans: 喜爱

source: Fetching latest song data...
zh_hans: 正在获取最新歌曲数据…

source: Fetching lyrics…
zh_hans: 正在获取歌词…

source: Fetching song list...
zh_hans: 正在获取歌曲列表...

source: Files that could not be downloaded or imported cleanly.
zh_hans: 无法顺利下载或导入的文件数量。

source: Filter by Category
zh_hans: 按类别筛选

source: Filter by Level
zh_hans: 按级别筛选

source: Finalizing…
zh_hans: 收尾中…

source: Find another device on your network and import songs you don't have yet.
zh_hans: 在网络中查找另一台设备，并导入你还没有的歌曲。

source: Force-rescan all local audio files, re-extract artwork, and repair database mismatches.
zh_hans: 强制重新扫描所有本地音频文件、重新提取封面并修复数据库不匹配。

source: How Muse Amp handles server settings, local music files, transfers, and on-device data.
zh_hans: 了解 Muse Amp 如何处理服务器设置、本地音乐文件、传输流程和设备内数据。

source: Import
zh_hans: 导入

source: Import Complete
zh_hans: 导入完成

source: Import Failed
zh_hans: 导入失败

source: Import Playlist
zh_hans: 导入歌单

source: Import from File
zh_hans: 从文件导入

source: Import this Subsonic server profile into Muse Amp?
zh_hans: 要把这个 Subsonic 服务器配置导入到 Muse Amp 吗？

source: Imported
zh_hans: 已导入

source: Imported "%@" with %lld songs.
zh_hans: 已导入 “%@”，包含 %lld 首歌曲。

source: Imported Playlist
zh_hans: 已导入的歌单

source: Imported songs out of the downloaded files that were received.
zh_hans: 已从收到的下载文件中导入的歌曲数量。

source: Importing
zh_hans: 正在导入

source: Importing %lld / %lld...
zh_hans: 正在导入 %1$lld / %2$lld...

source: Importing...
zh_hans: 正在导入…

source: Info
zh_hans: 信息

source: Inspect file-backed app logs for database, downloads, and indexing issues.
zh_hans: 查看 App 日志以排查数据库、下载和索引问题。

source: Interrupted
zh_hans: 已中断

source: Invalid Address
zh_hans: 地址无效

source: Invalid QR Code
zh_hans: 无效的二维码

source: Invalid address format "%@". Use hostname:port, IPv4:port, or [IPv6]:port.
zh_hans: 地址格式“%@”无效。请使用 hostname:port、IPv4:port 或 [IPv6]:port。

source: Invalid auth payload.
zh_hans: 无效的认证请求内容。

source: Invalid port in "%@".
zh_hans: “%@” 的端口无效。

source: Invalid request.
zh_hans: 无效请求。

source: Keep both apps active. Apple TV pulls the playlist from this iPhone, so sending stops if either app leaves the foreground.
zh_hans: 请保持两个 App 在前台运行。Apple TV 从此 iPhone 拉取播放列表，任一 App 离开前台都会中断传输。

source: Keep the app active on both devices. Transfers stop if either app moves to the background.
zh_hans: 请在两台设备上都保持应用位于前台，任一应用进入后台都会中断传输。

source: Keep this Apple TV on the receive screen while it completes the playlist transfer.
zh_hans: 在 Apple TV 完成播放列表传输前，请保持其停留在接收页面。

source: Library
zh_hans: 资料库

source: Library Actions
zh_hans: 资料库操作

source: Like
zh_hans: 喜欢

source: Liked Songs
zh_hans: 喜欢的歌曲

source: List every song, clear all cached lyrics, fetch lyrics again, and rewrite the lyrics index from scratch.
zh_hans: 列出所有歌曲、清空全部歌词缓存、重新获取歌词，并从头重写歌词索引。

source: Listing songs and clearing cached lyrics...
zh_hans: 正在列出歌曲并清空歌词缓存...

source: Local Network Access Required
zh_hans: 需要本地网络访问权限

source: Local Storage: %@
zh_hans: 本地存储：%@

source: Logs
zh_hans: 日志

source: Lossless
zh_hans: 无损

source: Lyric
zh_hans: 歌词

source: Lyrics
zh_hans: 歌词

source: Lyrics Rebuild Complete
zh_hans: 歌词索引重建完成

source: Lyrics Rebuild Failed
zh_hans: 歌词索引重建失败

source: Make sure both devices are on the same local network.
zh_hans: 确保两台设备位于同一本地网络中。

source: Manual Connection
zh_hans: 手动连接

source: Merge Into…
zh_hans: 合并到…

source: Message
zh_hans: 信息

source: Missing
zh_hans: 缺失

source: Missing %lld songs in this library:
zh_hans: 当前资料库缺少 %lld 首歌曲：

source: Missing host name in "%@".
zh_hans: “%@” 缺少主机名。

source: Missing port in "%@".
zh_hans: “%@” 缺少端口。

source: More
zh_hans: 更多

source: More Actions
zh_hans: 更多操作

source: Move "%@" out of this playlist?
zh_hans: 要将“%@”移出此歌单吗？

source: Move Out
zh_hans: 移出

source: Move Out Song
zh_hans: 移出歌曲

source: Name
zh_hans: 名称

source: Nearby devices can find this sender right now.
zh_hans: 附近设备现在可以发现这台发送设备。

source: New Playlist
zh_hans: 新建歌单

source: New Playlist…
zh_hans: 新建歌单…

source: Next
zh_hans: 下一首

source: No Active Downloads
zh_hans: 没有正在进行的下载

source: No Albums Yet
zh_hans: 这里还没有专辑

source: No Endpoint
zh_hans: 无地址

source: No Playlists Yet
zh_hans: 这里还没有歌单

source: No Results
zh_hans: 无结果

source: No Selection
zh_hans: 未选择

source: No Songs Yet
zh_hans: 这里还没有歌曲

source: No Subsonic server profile is configured.
zh_hans: 当前未配置 Subsonic 服务器。

source: No categories
zh_hans: 无类别

source: No logs yet.
zh_hans: 暂无日志。

source: No lyrics available
zh_hans: 暂无歌词

source: No lyrics available for the selected songs.
zh_hans: 所选歌曲暂无歌词。

source: No matching logs.
zh_hans: 没有匹配的日志。

source: No playable songs found.
zh_hans: 未找到可播放的歌曲。

source: No reachable address was available for the selected device.
zh_hans: 所选设备没有可用的可达地址。

source: No tracks to download.
zh_hans: 没有要下载的曲目。

source: None of the selected songs could be prepared for transfer.
zh_hans: 所选歌曲都无法为传输做好准备。

source: Not Configured
zh_hans: 未配置

source: Not Found.
zh_hans: 未找到。

source: Nothing Playing
zh_hans: 无播放内容

source: Nothing to Import
zh_hans: 无需导入

source: Now Playing
zh_hans: 正在播放

source: OK
zh_hans: 好

source: Only these songs still need to be downloaded on this device.
zh_hans: 只有这些歌曲仍需下载到这台设备上。

source: Only tracks that already resolve to local files on this iPhone are sent.
zh_hans: 仅发送已存储在此 iPhone 本地的曲目。

source: Open
zh_hans: 打开

source: Open Album
zh_hans: 打开专辑

source: Open Muse Amp on Apple TV to make it appear here.
zh_hans: 在 Apple TV 上打开 Muse Amp 即可在此处显示。

source: Open Settings
zh_hans: 打开设置

source: Open Source Licenses
zh_hans: 开源许可证

source: Open the receive screen on Apple TV, choose this iPhone, and enter the temporary password there.
zh_hans: 在 Apple TV 上打开接收页面，选择此 iPhone，然后输入临时密码。

source: Opens the album page for the current song
zh_hans: 打开当前歌曲的专辑页面

source: Opens the lyrics page
zh_hans: 打开歌词页面

source: Packaging songs, artwork, and metadata before the receiver connects.
zh_hans: 正在整理歌曲、封面和元数据，等待接收设备连接。

source: Packaging the current playlist and its local tracks for one Apple TV session.
zh_hans: 正在打包当前播放列表及其本地曲目以发送至 Apple TV。

source: Password
zh_hans: 密码

source: Paste JSON
zh_hans: 粘贴 JSON

source: Paste a JSON object containing serverURL, username, and password.
zh_hans: 粘贴一个包含 serverURL、username 和 password 的 JSON 对象。

source: Pause All
zh_hans: 全部暂停

source: Paused
zh_hans: 已暂停

source: Pick a song to get started
zh_hans: 选一首歌曲开始吧

source: Play
zh_hans: 播放

source: Play At...
zh_hans: 播放选项

source: Play Next
zh_hans: 下一首播放

source: Play Pause
zh_hans: 播放/暂停

source: Play from Beginning
zh_hans: 从头播放

source: Play from Here
zh_hans: 从此处播放

source: Playback Progress
zh_hans: 播放进度

source: Player Queue
zh_hans: 播放队列

source: Playlist
zh_hans: 歌单

source: Playlist Actions
zh_hans: 歌单操作

source: Playlist Imported
zh_hans: 歌单已导入

source: Playlist Name
zh_hans: 歌单名称

source: Playlist Sharing Failed
zh_hans: 分享歌单失败

source: Playlist import is not available because the local library services are not ready.
zh_hans: 本地资料库服务尚未就绪，暂时无法导入歌单。

source: Playlists
zh_hans: 播放列表

source: Prepared tracks delivered from this sender.
zh_hans: 已从此发送方传输的已准备曲目。

source: Prepared tracks served to the receiving device so far.
zh_hans: 目前已发送至接收设备的已准备曲目。

source: Preparing
zh_hans: 正在准备

source: Preparing files...
zh_hans: 正在准备文件...

source: Preparing playlist...
zh_hans: 正在准备播放列表…

source: Preparing…
zh_hans: 正在准备…

source: Previous
zh_hans: 上一首

source: Primary Endpoint
zh_hans: 主地址

source: Privacy Policy
zh_hans: 隐私政策

source: Processed %d, refreshed %d, failed %d
zh_hans: 共处理 %1$d 首，已刷新 %2$d 首，失败 %3$d 首

source: Processing %d/%d...
zh_hans: 正在处理 %1$d/%2$d...

source: Progress
zh_hans: 进度

source: QR Code
zh_hans: 二维码

source: Queue
zh_hans: 队列

source: Queue is Empty
zh_hans: 队列为空

source: Random Playlist
zh_hans: 随机歌单

source: Read from Clipboard
zh_hans: 从剪贴板读取

source: Reading audio files...
zh_hans: 正在读取音频文件…

source: Ready
zh_hans: 已就绪

source: Rebuild
zh_hans: 重建

source: Rebuild All Lyrics Index
zh_hans: 重建所有歌词索引

source: Rebuild Complete
zh_hans: 重建完成

source: Rebuild Database
zh_hans: 重建数据库

source: Rebuild Failed
zh_hans: 重建失败

source: Rebuilding Database
zh_hans: 正在重建数据库

source: Rebuilding Lyrics Index
zh_hans: 正在重建歌词索引

source: Receive Songs
zh_hans: 接收歌曲

source: Receiver
zh_hans: 接收方

source: Receiver Connected
zh_hans: 接收方已连接

source: Receiving
zh_hans: 接收中

source: Receiving audio files from the sender over your local network.
zh_hans: 正在通过局域网从发送端接收音频文件。

source: Receiving was interrupted because the app left the foreground.
zh_hans: 应用离开前台，接收已中断。

source: Recent
zh_hans: 最近

source: Redownloading album artwork and updating the audio file...
zh_hans: 正在重新下载专辑封面并更新音频文件...

source: Refresh
zh_hans: 刷新

source: Refresh Apple TVs
zh_hans: 刷新 Apple TV

source: Refreshed album artwork for "%@" and updated the local audio file.
zh_hans: 已刷新“%@”的专辑封面，并更新本地音频文件。

source: Refreshing
zh_hans: 正在刷新

source: Refreshing %d/%d... %@
zh_hans: 正在刷新 %1$d/%2$d... %3$@

source: Refreshing Library
zh_hans: 正在刷新资料库

source: Regenerate Cover
zh_hans: 重新生成封面

source: Reload Lyrics
zh_hans: 重新加载歌词

source: Reloading Lyrics
zh_hans: 正在重新加载歌词

source: Remove all songs from "%@"? This cannot be undone.
zh_hans: 要移出"%@"中的所有歌曲吗？此操作不可撤销。

source: Remove from Queue
zh_hans: 从队列中移除

source: Remove trailing parenthesized content from song names for a cleaner display.
zh_hans: 移除歌曲名称末尾的括号内容，使显示更简洁。

source: Rename
zh_hans: 重命名

source: Rename Playlist
zh_hans: 重命名歌单

source: Reorder Songs
zh_hans: 重新排列歌曲

source: Repair Album Artwork
zh_hans: 修复专辑封面

source: Repairing Artwork
zh_hans: 正在修复封面

source: Request too large.
zh_hans: 请求过大。

source: Resource not found, please check your installation.
zh_hans: 未找到资源，请检查安装。

source: Resume All
zh_hans: 全部继续

source: Return to the playlist.
zh_hans: 返回播放列表。

source: Return to transfer options.
zh_hans: 返回传输选项。

source: Save as Playlist
zh_hans: 另存为歌单

source: Save to Playlist
zh_hans: 添加到歌单

source: Scan Apple TV QR
zh_hans: 扫描 Apple TV 二维码

source: Scan QR Code
zh_hans: 扫描二维码

source: Scan the QR code shown on Apple TV to select that receiver.
zh_hans: 扫描 Apple TV 上显示的二维码以选择该接收方。

source: Scan the sender's temporary transfer QR code.
zh_hans: 扫描发送方的临时传输二维码。

source: Scanned %d, updated %d, removed %d, purged %d
zh_hans: 扫描 %1$d 个，更新 %2$d 个，移除 %3$d 个，清除 %4$d 个

source: Scanning local files...
zh_hans: 正在扫描本地文件…

source: Scanning saved songs...
zh_hans: 正在扫描已保存的歌曲…

source: Scanning your local network
zh_hans: 正在扫描本地网络

source: Search
zh_hans: 搜索

source: Search Local Library
zh_hans: 搜索本地资料库

source: Search Local Playlists
zh_hans: 搜索本地歌单

source: Search Local Songs
zh_hans: 搜索本地歌曲

source: Search again for Apple TVs on the same local network.
zh_hans: 重新搜索同一局域网中的 Apple TV。

source: Search logs...
zh_hans: 搜索日志…

source: Searching for Apple TVs...
zh_hans: 正在搜索 Apple TV…

source: Searching...
zh_hans: 搜索中...

source: Select
zh_hans: 选择

source: Select & Copy
zh_hans: 选择并拷贝

source: Select All
zh_hans: 全选

source: Select at least one item to send to Apple TV.
zh_hans: 选择至少一个项目以发送到 Apple TV。

source: Select at least one item to send.
zh_hans: 选择至少一个项目发送。

source: Select songs and let another device download them.
zh_hans: 选择歌曲并让另一台设备下载。

source: Selected Apple TV
zh_hans: 已选择的 Apple TV

source: Send Songs
zh_hans: 发送歌曲

source: Send or receive songs with another device on the same network.
zh_hans: 在同一本地网络上与另一台设备互传歌曲。

source: Send to Apple TV
zh_hans: 发送到 Apple TV

source: Sender Complete
zh_hans: 发送完成

source: Sender Name
zh_hans: 发送方名称

source: Sending
zh_hans: 发送中

source: Sending Metadata...
zh_hans: 正在发送元数据…

source: Sending Playlist Info...
zh_hans: 正在发送播放列表信息…

source: Sending Playlist...
zh_hans: 正在发送播放列表…

source: Sending Songs...
zh_hans: 正在发送歌曲…

source: Sending music to Apple TV requires local network access. Enable it in Settings for Muse Amp.
zh_hans: 向 Apple TV 发送音乐需要本地网络访问权限。请在设置中为 Muse Amp 开启此权限。

source: Sending was interrupted because the app left the foreground.
zh_hans: 应用离开前台，发送已中断。

source: Sending was interrupted because the app moved to the background.
zh_hans: 应用进入后台，发送已中断。

source: Server
zh_hans: 服务器

source: Server Profile
zh_hans: 服务器配置

source: Server Verified
zh_hans: 服务器已验证

source: Server profile import is unavailable because the app services are not ready.
zh_hans: 服务器配置导入当前不可用，因为应用服务尚未准备完成。

source: Service Name
zh_hans: 服务名称

source: Settings
zh_hans: 设置

source: Share
zh_hans: 分享

source: Share Playlist
zh_hans: 分享歌单

source: Show Cover
zh_hans: 显示封面

source: Show Lyrics
zh_hans: 显示歌词

source: Show More
zh_hans: 显示更多

source: Show Playback Queue
zh_hans: 显示播放队列

source: Show in Album
zh_hans: 在专辑中显示

source: Shuffle
zh_hans: 随机播放

source: Shuffle Play
zh_hans: 随机播放

source: Skipped
zh_hans: 已跳过

source: Song
zh_hans: 歌曲

source: Song Name
zh_hans: 歌曲名称

source: Song Names
zh_hans: 歌曲名称

source: Songs
zh_hans: 歌曲

source: Songs Ready
zh_hans: 已准备歌曲

source: Songs that were added to your library successfully.
zh_hans: 已成功加入资料库的歌曲。

source: Songs you save will appear here
zh_hans: 保存的歌曲会显示在这里

source: Songs, Albums
zh_hans: 歌曲，专辑

source: Sort
zh_hans: 排序

source: Sort By
zh_hans: 排序方式

source: Sort by Album
zh_hans: 按专辑排序

source: Sort by Artist
zh_hans: 按艺人排序

source: Sort by Duration
zh_hans: 按时长排序

source: Sort by Name
zh_hans: 按名称排序

source: Sort by Recently Created
zh_hans: 按最近创建排序

source: Sort by Recently Modified
zh_hans: 按最近修改排序

source: Sort by Title
zh_hans: 按标题排序

source: Sort by Track Count
zh_hans: 按曲目数排序

source: Spatial
zh_hans: 空间音频

source: Statistics
zh_hans: 统计

source: Status
zh_hans: 状态

source: Stop Server
zh_hans: 停止服务器

source: Stop Sharing
zh_hans: 停止共享

source: Stop sending this playlist to Apple TV.
zh_hans: 停止向 Apple TV 发送此播放列表。

source: Stop sharing songs with other devices.
zh_hans: 停止与其他设备共享歌曲。

source: Tap + to create your first playlist
zh_hans: 轻点“+”创建你的首个歌单

source: Tap to target this Apple TV, then keep it on the receive screen and enter the sender password there.
zh_hans: 轻点以选择此 Apple TV，然后保持其在接收页面并输入发送方密码。

source: The Apple TV currently receiving this playlist session.
zh_hans: 当前正在接收此播放列表会话的 Apple TV。

source: The Apple TV sender stopped before the playlist finished transferring.
zh_hans: Apple TV 的发送方在播放列表传输完成前已停止。

source: The Subsonic server profile was imported and verified.
zh_hans: Subsonic 服务器配置已导入并验证成功。

source: The device currently pulling this transfer.
zh_hans: 当前正在拉取此传输的设备。

source: The imported JSON must include a password field.
zh_hans: 导入的 JSON 必须包含 password 字段。

source: The imported JSON must include a serverURL field.
zh_hans: 导入的 JSON 必须包含 serverURL 字段。

source: The imported JSON must include a username field.
zh_hans: 导入的 JSON 必须包含 username 字段。

source: The imported file must contain a valid JSON object.
zh_hans: 导入文件必须包含有效的 JSON 对象。

source: The imported server URL is invalid.
zh_hans: 导入的服务器地址无效。

source: The other device did not return a transfer token.
zh_hans: 对方设备没有返回传输令牌。

source: The other device is using an incompatible transfer protocol version. Update both devices and try again.
zh_hans: 对方设备使用了不兼容的传输协议版本。请更新两台设备后重试。

source: The other device is using incompatible transfer protocol version %@. Update both devices and try again.
zh_hans: 对方设备使用了不兼容的传输协议版本 %@。请更新两台设备后重试。

source: The other device returned an invalid response.
zh_hans: 对方设备返回了无效响应。

source: The playlist session metadata was invalid.
zh_hans: 播放列表会话元数据无效。

source: The playlist that will replace the current Apple TV session.
zh_hans: 将替换当前 Apple TV 会话的播放列表。

source: The receiver sees this name while browsing for devices.
zh_hans: 接收设备在浏览可用设备时会看到这个名称。

source: The receiving device authenticated successfully and is about to request metadata.
zh_hans: 接收设备验证成功，即将请求元数据。

source: The receiving device is actively downloading prepared songs from this sender.
zh_hans: 接收设备正在从此发送方下载已准备的歌曲。

source: The receiving device is loading the transfer manifest and preparing its download queue.
zh_hans: 接收设备正在加载传输清单并准备下载队列。

source: The saved Subsonic server profile was removed.
zh_hans: 已移除保存的 Subsonic 服务器配置。

source: The scanned Apple TV QR code could not be read.
zh_hans: 无法读取扫描的 Apple TV 二维码。

source: The scanned QR code could not be read.
zh_hans: 无法读取扫描的二维码。
